Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: No Bolus Recommended
da: Ingen bolus anbefalet
de: Kein Bolus empfohlen
es: No hay bolo recomendado
fi: Bolusta ei suositella
fr: Aucun Bolus Recommandé
he: אין המלצה לבולוס
it: Nessun bolo consigliato
nb: Ingen anbefalt bolus
nl: Geen Bolus Aanbevolen
pl: Bolus nie jest zalecany
ro: Niciun bolus recomandat
ru: Нет рекомендации болюса
sv: Ingen bolus rekommenderas
tr: Bolus Önerilmez
zh_hans: 没有推荐的餐前剂量

source: No Maximum Bolus Configured
da: Ingen maksimal bolus konfigureret
de: Kein maximaler Bolus konfiguriert
es: No hay bolo máximo configurado
fi: Maksimibolusta ei ole määritetty
fr: Aucun Bolus Maximum configuré
he: לא הוגדר בולוס מקסימלי
it: Nessun bolo massimo configurato
nb: Ingen maksimal bolus er konfigurert
nl: Geen Maximale Bolus Geconfigureerd
pl: Nie skonfigurowano maksymalnego bolusa
ro: Bolusul maxim nu este setat
ru: Не установлен максимальный болюс
sv: Ingen maximal bolus har blivit inställd
tr: Yapılandırılmış Maksimum Bolus Yok
zh_hans: 没有设置最大推注量

source: No Pump Configured
da: Ingen pumpe konfigureret
de: Keine Pumpe konfiguriert
es: No hay microinfusadora configurada
fi: Pumppua ei ole määritetty
fr: Pas de pompe configurée
he: לא הוגדרה משאבה
it: Nessuna pompa configurata
nb: Ingen pumpe er konfigurert
nl: Geen Pomp Geconfigureerd
pl: Nie skonfigurowano pompy
ro: Nicio pompă configurată
ru: Нет настроенной помпы
sv: Ingen pump konfigurerad
tr: Yapılandırılmış Pompa Yok
zh_hans: 未配置泵

source: No Recent Glucose
da: Ingen nyere glukose
de: Kein aktueller Blutzucker
es: Sin glucosa reciente
fi: Ei viimeaikaisia glukoositietoja
fr: Pas de Glycémie récente
he: אין גלוקוז לאחרונה
it: Nessuna glicemia recente
nb: Ingen ny blodsukkermåling
nl: Geen Recente Glucose
pl: Brak aktualnej glukozy
ro: Nu există date recente despre glicemie
ru: Нет актуальных данных о глюкозе
sv: Inga senaste blodglukosvärde
tr: Son KŞ Yok
zh_hans: 无近期血糖数据

source: No Recent Glucose Data
da: Ingen nylige glukosedata
de: Kein aktueller Blutzucker
es: Sin datos de glucosa recientes
fi: Ei viimeaikaisia glukoositietoja
fr: Pas de Glycémie récente
he: אין נתוני גלוקוז אחרונים
it: Nessun dato recente sulla glicemia
nb: Ingen nye blodsukkerdata
nl: Geen Recente Glucosegegevens
pl: Brak ostatnich danych dotyczących glukozy
ro: Nu există date recente despre glicemie
ru: Нет актуальных данных о глюкозе
sv: Inget aktuellt blodsockervärde
tr: Son KŞ Verisi Yok
zh_hans: 无近期血糖数据记录

source: No Recent Pump Data
da: Ingen nyere pumpedata
de: Keine Pumpendaten
es: Sin datos de microinfusora recientes
fi: Ei viimeaikaisia pumpun tietoja
fr: Aucune donnée de pompe récente
he: אין נתוני משאבה אחרונים
it: Nessun dato recente sulla pompa
nb: Mangler relevant pumpdata
nl: Geen Recente Pompgegevens
pl: Brak ostatnich danych pompy
ro: Nu există date recente despre pompă
ru: Нет актуальных данных от помпы
sv: Det finns inga aktuella pumpdata
tr: Son Pompa Verisi Yok
zh_hans: 没有最近的泵数据

source: No, edit amount
da: Nej, indstil mængde
de: Nein, Menge bearbeiten
es: No, editar cantidad
fr: Non, modifier la quantité
he: לא, ערוך כמות
it: No, modifica la quantità
nb: Nei, rediger mengde
nl: Nee, hoeveelheid aanpassen
pl: Nie, edytuj ilość
ro: Nu, modificați cantitatea
ru: Нет, редактировать сумму
tr: Hayır, miktarı düzenle
zh_hans: 不，修改含量

source: Notification Delivery
da: Notifikationsindstillinger
de: Benachrichtigungszustellung
es: Entrega de notificaciones
fr: Notification de l'administration
he: משלוח הודעות
it: Invio delle notifiche
nb: Varslingslevering
nl: Afleveren Meldingen
pl: Dostarczanie powiadomień
ro: Livrare notificare
ru: Доставка уведомлений
tr: Bildirim Gönderimi
zh_hans: 通知推送类型

source: Notification delivery is set to Scheduled Summary in your phone’s settings. To avoid delay in receiving notifications from %1$@, we recommend notification delivery be set to Immediate Delivery.
da: Notifikationer er indstillet til et Planlagt resumé i telefonens indstillinger. For at undgå forsinkelser ved modtagelse af notifikarioner fra %1$@ anbefaler vi, at notifikationslevering er indstillet til øjeblikkelig levering.
de: Die Benachrichtigungszustellung ist in den Einstellungen Deines Telefons auf geplante Zusammenfassung eingestellt. Um Verzögerungen beim Erhalt von Benachrichtigungen von %1$@ zu vermeiden, empfehlen wir, die Benachrichtigungszustellung auf sofortige Zustellung einzustellen.
es: El envío de notificaciones está configurado como Resumen Programado en los ajustes del teléfono. Para evitar retrasos en la recepción de notificaciones de %1$@, le recomendamos que configure el envío de notificaciones como Entrega inmediata.
fr: L'envoi des notifications est réglé sur "Résumé programmé" dans les paramètres de votre téléphone. Pour éviter tout retard dans la réception des notifications de %1$@, nous vous recommandons de régler l'envoi des notifications sur "Envoi immédiat".
he: משלוח התראות מוגדר לסיכום מתוזמן בהגדרות הטלפון שלך. כדי למנוע עיכוב בקבלת התראות מ- %1$@ , אנו ממליצים להגדיר את משלוח ההתראות למשלוח מיידי.
it: L'invio delle notifiche è impostato su Riepilogo pianificato nelle impostazioni del telefono. Per evitare ritardi nella ricezione delle notifiche da %1$@ , ti consigliamo di impostare l'invio delle notifiche su Consegna immediata.
nb: Varslingslevering er satt til Planlagt sammendrag i telefonens innstillinger. For å unngå forsinkelser i mottak av varsler fra %1$@ , anbefaler vi at varslingslevering settes til Umiddelbar levering.
nl: De aflevering van meldingen in de instellingen van je telefoon staat op Gepland Overzicht. Om vertraging bij het ontvangen van meldingen van %1$@ te voorkomen, raden we je aan om de aflevering van meldingen in te stellen op Onmiddellijk Afleveren.
pl: Dostarczanie powiadomień jest ustawione na Zaplanowane podsumowanie w ustawieniach telefonu. Aby uniknąć opóźnień w otrzymywaniu powiadomień od %1$@ , zalecamy ustawienie dostarczania powiadomień na Natychmiastowe dostarczanie.
ro: Livrarea notificărilor este setată la Rezumat programat în setările telefonului dumneavoastră. Pentru a evita întârzierea primirii notificărilor de la %1$@, vă recomandăm ca livrarea notificărilor să fie setată la Livrare imediată.
ru: В настройках телефона для доставки уведомлений установлено значение "Сводка по расписанию". Чтобы избежать задержки в получении уведомлений от %1$@, мы рекомендуем установить доставку уведомлений на Немедленную доставку.
tr: Bildirim gönderimi, telefonunuzun ayarlarında Zamanlanmış Özet olarak ayarlanmıştır. %1$@ adresinden bildirim almakta gecikmeyi önlemek için bildirim gönderimini Anında Gönderim olarak ayarlanmasını öneririz.

source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
he: התראות
it: Notifiche
nb: Varsler
nl: Sta meldingen toe
pl: Powiadomienia
ro: Notificări
ru: Уведомления
tr: Bildirimler
zh_hans: 通知

source: Notifications Delayed
da: Notifikationer forsinkede
de: Benachrichtigungsverzögerung
es: Retraso en las notificaciones
fr: Notifications retardées
he: התראות מתעכבות
it: Notifiche ritardate
nb: Varsler forsinket
nl: Meldingen Vertraagd
pl: Spóźnione Powiadomienia
ro: Notificări Întârziate
ru: Уведомления временно отключены
tr: Bildirimler Gecikti

source: Notifications give you important %1$@ app information without requiring you to open the app.
da: Meddelelser giver dig vigtige oplysninger om %1$@-appen uden at du behøver at åbne appen.
de: Benachrichtigungen geben Dir wichtige %1$@-App-Informationen, ohne dass Du die App öffnen musst.
es: Las notificaciones te proporcionan información importante sobre la aplicación %1$@ sin que tengas que abrirla.
fr: Les notifications vous donnent des informations importantes sur l'application %1$@ sans avoir à l'ouvrir.
he: התראות מעבירות לך מידע חשוב על האפליקציה %1$@ מבלי לדרוש ממך לפתוח את האפליקציה.
it: Le notifiche ti forniscono informazioni importanti sull'app %1$@ senza che tu debba aprire l'app.
nb: Varslinger gir deg viktig %1$@ app informasjon uten at du behøver å åpne appen.
nl: Meldingen geven je belangrijke %1$@ appinformatie zonder dat je de app hoeft te openen.
pl: Powiadomienia zawierają ważne informacje o aplikacji %1$@ bez konieczności otwierania aplikacji.
ro: Notificările vă oferă informații importante despre aplicația %1$@ fără a fi necesar să deschideți aplicația.
ru: Уведомления предоставляют важную информацию о приложении %1$@, не требуя открытия приложения.
tr: Bildirimler, uygulamayı açmanıza gerek kalmadan size önemli %1$@ uygulama bilgilerini verir.
zh_hans: 通知可在无需打开 %1$@ 应用的情况下，向你提供重要信息。

source: Notifications give you important %1$@ app information without requiring you to open the app. Keep these turned ON in your phone’s settings to ensure you receive %1$@ Notifications, Critical Alerts, and Time Sensitive Notifications.
da: Meddelelser giver dig vigtige oplysninger om %1$@-appen, uden at du behøver at åbne appen. Lad dem være aktiveret i telefonens indstillinger for at sikre, at du modtager %1$@-meddelelser, kritiske advarsler og tidsfølsomme meddelelser.
de: Benachrichtigungen geben Dir wichtige %1$@ App-Informationen, ohne dass Du die App öffnen musst. Lass diese in den Einstellungen Deines Telefons aktiviert, um sicherzustellen, dass Du %1$@ Benachrichtigungen, kritische Warnungen und zeitkritische Benachrichtigungen erhältst.
es: Las notificaciones te proporcionan información importante sobre la aplicación %1$@ sin que tengas que abrirla. Manten estas activadas en los ajustes del teléfono para recibir notificaciones %1$@, alertas críticas y notificaciones sensibles al tiempo cuando se entregan.
fr: Les notifications vous donnent des informations importantes sur l’application %1$@ sans que vous ayez à ouvrir l’application. Gardez-les activées dans les paramètres de votre téléphone pour vous assurer de recevoir Notifications, Alertes critiques et Notifications urgentes de %1$@.
he: התראות מעניקות לך מידע חשוב על %1$@ מבלי לדרוש ממך לפתוח את האפליקציה. כדי להבטיח שתקבל התראות %1$@, התראות קריטיות והתראות רגישות לזמן, וודא שהן מופעלות.
it: Le notifiche ti forniscono informazioni importanti sull'app %1$@ senza che tu debba aprire l'app. Tienile attive nelle impostazioni del tuo telefono per assicurarti di ricevere %1$@ notifiche, avvisi critici e notifiche sensibili al tempo.
nb: Varsler gir deg viktig %1$@ appinformasjon uten at du trenger å åpne appen. Hold disse slått PÅ i telefonens innstillinger for å sikre at du mottar %1$@ -varsler, kritiske varsler og tidssensitive varsler.
nl: Meldingen geven je belangrijke %1$@ appinformatie zonder dat je de app hoeft te openen. Houd deze instellingen AAN in je telefooninstellingen om ervoor te zorgen dat %1$@ je Meldingen, Kritieke Meldingen en Tijdgevoelige Meldingen ontvangt.
pl: Powiadomienia dostarczają ważnych informacji o aplikacji %1$@ bez konieczności otwierania aplikacji. Włącz je w ustawieniach telefonu, aby mieć pewność, że będziesz otrzymywać powiadomienia %1$@ , alerty krytyczne i powiadomienia zależne od czasu.
ro: Notificările vă oferă informații importante despre aplicația %1$@ fără a fi necesar să deschideți aplicația. Păstrați-le activate în setările telefonului pentru a vă asigura că primiți notificări %1$@, alerte critice și notificări urgente.
ru: Уведомления предоставляют важную информацию о приложении %1$@, не требуя открытия приложения. Включите их в настройках телефона, чтобы получать уведомления %1$@, критические предупреждения и уведомления, чувствительные к времени.
tr: Bildirimler, uygulamayı açmanıza gerek kalmadan size önemli %1$@ uygulama bilgilerini verir. %1$@ Bildirimler, Kritik Uyarılar ve Zamana Duyarlı Bildirimler aldığınızdan emin olmak için telefonunuzun ayarlarında bunları AÇIK durumda tutun.
zh_hans: 通知可在无需打开 %1$@ 应用的情况下，向你提供重要信息。 请在手机设置中保持通知开启，以确保你能够接收 %1$@ 通知、关键通知和时效性通知。

source: Oh no! Loop crashed while dosing, and insulin adjustments have been paused until this dialog is closed. Dosing history may not be accurate. Please review Insulin Delivery charts, and monitor your blood glucose carefully.
da: Åh nej! Loop gik ned under dosering, og insulinjusteringer er blevet sat på pause, indtil denne dialogboks er lukket. Doseringshistorikken er muligvis ikke nøjagtig. Gennemgå venligst insulintilførsindstillinger og overvåg dit blodsukker omhyggeligt.
de: Oh nein! Loop ist während des Bolus abgestürzt und die Insulinanpassungen wurden angehalten, bis dieser Dialog geschlossen wird. Der Dosierung-Verlauf ist möglicherweise nicht korrekt. Bitte prüfe die Tabellen zur Insulinabgabe und überwache Deinen Blutzucker sorgfältig.
es: ¡Oh, no! Loop falló durante la dosificación y los ajustes de insulina se pausaron hasta que se cierre este cuadro de diálogo. El historial de dosificación puede no ser exacto. Revise los gráficos de administración de insulina y controle cuidadosamente su nivel de glucosa en sangre.
fr: Oh non ! La boucle s'est arrêtée pendant le dosage, et les ajustements d'insuline ont été mis en pause jusqu'à ce que ce dialogue soit fermé. L'historique des dosages peut ne pas être exact. Veuillez revoir les tableaux d'administration d'insuline et surveiller attentivement votre glycémie.
he: אוי לא! Loop קרסה בזמן הזרקה והתאמות אינסולין נעצרו עד שתסגור חלון זה. ייתכן שהיסטוריות ההזרקות לא תהיה מדוייקת. עיין בגרף מתן האינסולין ועקוב אחר הגלוקוז שלך מקרוב.
it: Oh No! Loop si è chiuso mentre stava eseguendo un bolo e il dosaggio d'insulina è stato messo in pausa, finchè la finestra sarà chiusa. L'elenco dell'infusione d'insulina potrebbe non essere accurato. Per favore rivedi con attenzione la tabella di infusione dell'insulina e sorveglia strettamente la tua glicemia
nb: Å nei! Loop krasjet under dosering, og insulinjusteringer er satt på pause til denne dialogen er lukket. Doseringshistorikken er kanskje ikke nøyaktig. Vennligst sjekk diagrammer for insulin levering, og overvåk blodsukkeret nøye.
nl: Oh nee! Loop is vastgelopen tijdens het toedienen, en insulineaanpassingen zijn gepauzeerd totdat dit dialoogvenster wordt gesloten. De doseringsgeschiedenis is mogelijk niet nauwkeurig. Bekijk de Insulinetoedieningsgrafieken en controleer je bloedglucose nauwkeurig.
pl: O nie! Pętla uległa awarii podczas dozowania, a regulacja insuliny została wstrzymana do czasu zamknięcia tego okna dialogowego. Historia dawkowania może nie być dokładna. Przejrzyj wykresy podawania insuliny i uważnie monitoruj poziom glukozy we krwi.
ro: Oh nu! Loop s-a blocat în timpul administrării, iar ajustările insulinei au fost întrerupte până la închiderea acestui dialog. Istoricul administrării poate să nu fie exact. Vă rugăm să consultați graficele de livrare a insulinei și să vă monitorizați cu atenție glicemia.
ru: Внимание! Во время подачи произошел сбой петли, и управление помпой было приостановлено до закрытия этого диалога. История событий может быть неточной. Пожалуйста, просмотрите графики введения инсулина в помпе и внимательно следите за уровнем глюкозы в крови.
tr: Oh hayır! Dozlama sırasında Loop çöktü ve bu iletişim kutusu kapatılana kadar insülin ayarlamaları duraklatıldı. Dozlama geçmişi doğru olmayabilir. Lütfen İnsülin İletim tablolarını gözden geçirin ve kan şekerinizi dikkatle izleyin.

source: Possible Missed Meal
da: Muligt glemt måltid
de: Wahrscheinlich eine Mahlzeit vergessen
fr: Repas manqué possible
he: ייתכן שארוחה לא הוזנה
it: Possibile pasto saltato
nb: Mulig savnet måltid
nl: Mogelijk Gemiste Maaltijd
pl: Możliwe pominięcie posiłku
ro: Posibilă masă neanunțată
ru: Возможный пропуск приема пищи
tr: Muhtemel Kaçırılan Öğün
zh_hans: 可能未进餐

source: Predicted glucose is in range.
da: Den forventede glukose er inden for intervallet.
de: Der vorhergesagte Blutzucker liegt im Zielbereich.
es: La glucosa proyectada está en rango
fr: La glycémie prévue est dans la plage.
he: הגלוקוז החזוי נמצא בטווח.
it: La glicemia prevista è nell'intervallo
nb: Forventet blodsukker er innenfor målområdet.
nl: Voorspelde glucose is binnen bereik.
pl: Przewidywane stężenie glukozy jest w zakresie.
ro: Glicemia prognozată este în interval.
ru: Прогнозируемый уровень глюкозы находится в диапазоне.
sk: Predpokladaná glykémia je v cieľovom rozsahu.
tr: Tahmini KŞ aralık içinde.
zh_hans: 预测血糖在目标范围内。

source: Predicted glucose of %1$@ is below your glucose safety limit setting.
da: Det forventede glukoseindhold på %1$@ er under din indstilling af glukose-sikkerhedsgrænsen.
de: Der vorhergesagte Blutzucker von %1$@ liegt unter der Sicherheitsgrenze.
es: Glucosa proyectada de %1$@ se encuentra por debajo de tu nivel de suspensión.
fi: Ennustettu glukoosi %1$@ on turvarajan alapuolella.
fr: La glycémie estimée à %1$@ est sous le seuil de suspension.
he: הגלוקוז החזוי %1$@ נמוך מגבול הבטיחות שהגדרת.
it: La glicemia prevista da %1$@ è al di sotto del tuo limite glicemico di sicurezza.
nb: Forventet blodsukker på %1$@ er lavere enn innstillingen for blodsukkersikkerhet.
nl: Voorspelde glucose van %1$@ ligt onder je ingestelde glucoseveiligheidslimiet.
pl: Przewidywana glukoza %1$@ jest poniżej ustawionego bezpiecznego limitu glukozy.
ro: Glicemia prognozată de %1$@ se situează sub limita de siguranță configurată.
ru: Прогнозируемое значение глюкозы %1$@ ниже установленного вами предела безопасности глюкозы.
sv: Förväntat blodsocker på %1$@ är under ditt tröskelvärde.
tr: %1$@ tahmini KŞ, KŞ güvenlik limiti ayarınızın altında.
zh_hans: 预测血糖 %1$@ 低于你设定的血糖安全下限。

# prediction-description-integral-retrospective-correction
source: Integral effect: %1$@ Total glucose effect: %2$@
da: prediction-description-integral-retrospective-correction
de: Integraler Effekt: %1$@ Gesamtglukoseeffekt: %2$@
fr: Effet intégral: %1$@ Effet total sur la glycémie: %2$@
it: previsione-descrizione-integrale-correzione-retrospettiva
nb: prediksjon-beskrivelse-integral-retrospektiv-korreksjon
pl: predykcja-opis-całka-retrospektywna-korekta
ro: Efect integral: %1$@ Efect total al glicemiei: %2$@
ru: описание прогнозирования с помощью интегральной ретроспективной коррекции

source: Preparing Critical Event Logs
da: Forbereder kritiske begivenhedslogs
de: Vorbereiten der kritischen Ereignis-Protokolle
es: Preparando registros de eventos críticos
fi: Valmistellaan tärkeiden tapahtumien lokia
fr: Préparation des journaux d’événements critiques
he: מכין יומן שגיאות קריטיות
it: Preparazione dei registri degli eventi critici in corso
nb: Forbereder logg av kritiske hendelser
nl: Kritieke Gebeurtenislogboek Voorbereiden
pl: Przygotowywanie dzienników zdarzeń krytycznych
ro: Pregătire jurnal de evenimente critice
ru: Подготовка логов критических событий
sv: Förbereder kritiska händelseloggar
tr: Kritik Olay Günlüklerinin Hazırlanması

source: Profile Expires Soon
da: Profilen udløber snart
de: Profil läuft in Kürze ab
es: El perfil caduca pronto
fr: Le profil expire bientôt
he: פרופיל פג בקרוב
it: Il profilo scade a breve
nb: Profil utløper snart
nl: Profiel Verloopt Binnenkort
pl: Profil wkrótce wygaśnie
ro: Profilul expiră în curând
ru: Скоро истечет срок действия профиля
tr: Profil Yakında Sona Eriyor

source: Pump Event
da: Pumpe-hændelse
de: Pumpen-Ereignis
es: Evento de microinfusadora
fi: Pumpputapahtuma
fr: Événement pompe
he: אירוע משאבה
it: Evento pompa
ja: ポンプイベント
nb: Pumpehendelse
nl: Pompgebeurtenis
pl: Zdarzenie pompy
pt_br: Eventos da Bomba
ro: Eveniment de pompă
ru: Событие помпы
sv: Pumphändelse
tr: Pompa Etkinliği

source: Pump Expired
da: Pumpen er udløbet
de: Pumpe abgelaufen
fr: Pompe Expirée
it: Pompa scaduta
nb: Pumpen er utløpt
pl: Pompa wygasła
ro: Pompă expirată
ru: Срок работы помпы закончился

source: Pump Manager Error: %1$@
da: Fejl i pumpemanager: %1$@
de: Pumpen-Fehler: %1$@
es: Error del administrador de bomba: %1$@
fr: Erreur du gestionnaire de pompe : %1$@
he: שגיאה במנהל שאבה: %1$@
it: Errore Pump Manager: %1$@
nb: Pump Manager-feil: %1$@
nl: Pompmanager Fout: %1$@
pl: Błąd menedżera pompy: %1$@
ro: Eroare de gestionare a pompei: %1$@
ru: Ошибка менеджера помп: %1$@
tr: Pompa Yöneticisi Hatası: %1$@

source: Pump Suspended. Automatic dosing is disabled.
da: Pumpen er suspenderet. Automatisk dosering er deaktiveret.
de: Pumpe unterbrochen. Die automatische Dosierung ist deaktiviert.
es: Microinfusora suspendida. La dosificación automática está desactivada.
fi: Pumppu pysäytetty. Automaattinen annostelu ei ole käytössä.
fr: Pompe suspendue. Le dosage automatique est désactivé.
he: משאבה מושהית. מינון אוטומטי מושבת.
it: Pompa sospesa. Il dosaggio automatico è disattivato.
nb: Pumpe suspendert. Automatisk dosing er deaktivert.
nl: Pomp Onderbroken. Automatisch doseren is uitgeschakeld.
pl: Pompa zawieszona. Automatyczne dozowanie jest wyłączone.
ro: Pompă suspendată. Administrarea automată este dezactivată.
ru: Помпа приостановлена. Авто болюсы и ВБС отключены.
sv: Pump pausad. Automatisk dosering är inaktiverad.
tr: Pompa Askıya Alındı. Otomatik dozlama devre dışı bırakıldı.

source: Recommended Bolus
da: Anbefalet bolus
de: Empfohlener Bolus
es: Bolo recomendado
fi: Suositeltu bolus
fr: Basal Recommandé
he: בולוס מומלץ
it: Bolo raccomandato
nb: Anbefalt bolus
nl: Aanbevolen Bolus
pl: Zalecany bolus
ro: Bolus recomandat
ru: Рекомендуемый болюс
sv: Rekommenderad bolus
tr: Önerilen Bolus
zh_hans: 推荐大剂量

source: Recommended Bolus Exceeds Maximum Bolus
da: Anbefalet bolus overstiger maksimal bolus
de: Der empfohlene Bolus überschreitet den maximalen Bolus
es: El bolo recomendado supera al bolo máximo
fr: Le bolus recommandé dépasse le bolus maximal
he: בולוס מומלץ גבוה מבולוס מקסימלי
it: Il bolo raccomandato supera la quantità del bolo massimo.
nb: Anbefalt bolus overskrider maksimal bolus
nl: Aanbevolen Bolus Overschrijdt Maximale Bolus
pl: Zalecany bolus przekracza maksymalny bolus
ro: Bolusul recomandat depășește bolusul maxim
ru: Рекомендуемый болюс превышает максимальный болюс
tr: Önerilen Bolus Maksimum Bolusu Aşıyor
zh_hans: 推荐大剂量超出最大限制

source: Remote Bolus Entry: %@ U
da: Fjernindtastning af bolus: %@ E
de: Entfernte Boluseingabe: %@ IE
es: Entrada remota de bolo: %@ U
fr: Entrée du bolus à distance : %@ U
he: הזרקת בולוס מרחוק: %@ U
it: Inserimento bolo remoto: %@ U
nb: Ekstern bolusregistrering: %@ E
nl: Remote Bolusinvoer: %@ E
pl: Zdalne podanie bolusa: %@ J
ro: Introducere de la distanță a bolusului: %@ U
ru: Удаленный ввод болюса: %@ U
tr: Uzak Bolus Girişi: %@ U
zh_hans: 远程大剂量：%@ U

source: Remote Carbs Entry: %d grams
da: Fjernindtastning af kulhydrater: %d gram
de: Ferneingabe von Kohlenhydraten: %d g
es: Entrada remota de carbohidratos: %d gr
fr: Entrée de glucides à distance : %d grammes
he: הזנת פחמימות מרחוק: %d גרם
it: Inserimento remoto di carboidrati: %d grammi
nb: Ekstern karbohydratregistrering: %d gram
nl: Remote Koolhydraatinvoer: %d gram
pl: Zdalne wprowadzanie węglowodanów: %d gramów
ro: Introducere de la distanță a carbohidraților: %d grame
ru: Удаленный ввод углеводов: %d грамм
tr: Uzak Karbonhidrat Girişi: %d gram

source: Reservoir Empty
da: Reservoir tomt
de: Reservoir leer
fr: Réservoir vide
it: Serbatoio vuoto
nb: Reservoaret er tomt
pl: Pusty zbiorniczek
ro: Rezervor gol
ru: Резервуар пуст

source: Save
da: Gem
de: Speichern
fr: Sauvegarder
it: Salva
nb: Lagre
pl: Zapisz
ro: Salvează

source: Save as favorite food
da: Gem som favoritmad
de: Als Lieblingsessen speichern
fr: Enregistrer comme aliment préféré
it: Salva come cibo preferito
nb: Lagre som favorittmat
nl: Opslaan als favoriet voedsel
pl: Zapisz jako ulubione jedzenie
ro: Salvați ca mâncare preferată
zh_hans: 保存为常用食物

source: Save without Bolusing
da: Gem uden at give bolus
de: Speichern ohne Bolusgabe
es: Guardar sin Entregar Bolo
fi: Tallenna ilman bolusta
fr: Enregister sans Bolus
he: שמור ללא הזרקת בולוס
it: Salva senza erogare bolo
nb: Lagre uten å sette bolus
nl: Opslaan zonder Bolussen
pl: Zapisz bez podania Bolusa
ro: Salvează fără bolusare
ru: Сохранить без болюса
sv: Spara utan att ge bolus
tr: Bolus olmadan Kaydet
zh_hans: 仅保存，无大剂量
